tap "codeclimate/formulae"
tap "dflemstr/tools"
tap "getantibody/tap"
tap "go-delve/delve"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "mscharley/homebrew"
tap "rjcoelho/boneyard"
cask "java"
brew "ack"
brew "adns"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "python"
brew "ansible"
brew "node"
brew "autocode"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "binutils", link: true
brew "bitwarden-cli"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dbus"
brew "go"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "ed", args: ["with-default-names"]
brew "exa"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "libtool"
brew "fontforge"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc@4.9"
brew "nspr"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-time"
brew "libevent"
brew "libusb"
brew "npth"
brew "gnupg"
brew "pkg-config"
brew "gpg-agent"
brew "gradle"
brew "graphviz"
brew "hexyl"
brew "highlight"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "influxdb"
brew "jo"
brew "jq"
brew "spidermonkey"
brew "jsawk"
brew "json-table"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lbzip2"
brew "lftp"
brew "libsoxr"
brew "libssh2"
brew "libusb-compat"
brew "lynx"
brew "m-cli"
brew "make"
brew "mercurial"
brew "miller"
brew "mitmproxy"
brew "mosh"
brew "most"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "pandoc"
brew "parallel"
brew "pbzip2"
brew "peco"
brew "perl"
brew "pgcli"
brew "pidof"
brew "pigz"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "progress"
brew "prototool"
brew "proxychains-ng"
brew "psutils"
brew "pv"
brew "rbenv-bundler"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rpm2cpio"
brew "rustup-init"
brew "screenfetch"
brew "shellcheck"
brew "siege"
brew "smartmontools"
brew "speedtest-cli"
brew "sshfs"
brew "swagger-codegen"
brew "terminal-notifier"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "utf8proc"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "golangci/tap/golangci-lint"
cask "alfred"
cask "anaconda"
cask "authy"
cask "bartender"
cask "betterzipql"
cask "bitwarden"
cask "calibre"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "flux"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "keka"
cask "little-snitch"
cask "micro-snitch"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rescuetime"
cask "rocket"
cask "sameboy"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "spotify-notifications"
cask "sublime-merge"
cask "suspicious-package"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
