tap "caskroom/cask"
tap "go-delve/delve"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jonof/kenutils"


brew "adns"
brew "openssl@1.1"
brew "gettext"
brew "readline"
brew "node"
brew "autocode"
brew "autoconf"
brew "automake"
brew "bash"
brew "bazel"
brew "bfg"
brew "binutils", link: true
brew "bison"
brew "ccat"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "dbus"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "doxygen"
brew "ed", link: true
brew "emojify"
brew "exa"
brew "exercism"
brew "libevent"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisherman", args: ["HEAD"]
brew "flex"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gifsicle"
brew "git"
brew "glances"
brew "gnu-sed"
brew "libusb"
brew "npth"
brew "gnupg"
brew "golang-migrate"
brew "gpg-agent"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "grc"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "influxdb", restart_service: true
brew "jo"
brew "jq"
brew "nspr"
brew "spidermonkey"
brew "jsawk"
brew "json-table"
brew "kompose"
brew "kubernetes-cli"
brew "lbzip2"
brew "lftp"
brew "libssh2"
brew "libusb-compat"
brew "libyaml"
brew "lynx"
brew "m-cli"
brew "make"
brew "mas"
brew "mercurial"
brew "miller"
brew "protobuf"
brew "mitmproxy"
brew "mosh"
brew "most"
brew "mtr"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: true
brew "nvm"
brew "optipng"
brew "packer"
brew "peco"
brew "pidof"
brew "pigz"
brew "pinentry-mac"
brew "pkg-config"
brew "pngcrush"
brew "pngquant"
brew "postgresql", restart_service: true
brew "progress"
brew "proxychains-ng"
brew "psutils"
brew "pv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "screenfetch"
brew "shellcheck"
brew "shpotify"
brew "siege"
brew "speedtest-cli"
brew "swiftformat"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "thefuck"
brew "utf8proc"
brew "tmux"
brew "tokei"
brew "vegeta"
brew "watch"
brew "wget"
brew "wine", link: false
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "golangci/tap/golangci-lint"
brew "jonof/kenutils/pngout"

cask "1password"
cask "aerial"
cask "alfred"
cask "anaconda"
cask "android-sdk"
cask "authy"
cask "bartender"
cask "betterzip"
cask "boom-3d"
cask "calibre"
cask "cryptomator"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "handbrake"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "java"
cask "keka"
cask "little-snitch"
cask "micro-snitch"
cask "notion"
cask "openemu"
cask "private-internet-access"
cask "qladdict"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rescuetime"
cask "rocket"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "splice"
cask "spotify"
cask "spotify-notifications"
cask "sublime-text"
cask "suspicious-package"
cask "swiftformat-for-xcode"
cask "tripmode"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "wkhtmltopdf"
cask "xld"
cask "xquartz"
cask "zoomus"

mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Developer", id: 640199958
mas "Dropzone 4", id: 1485052491
mas "Logic Pro X", id: 634148309
mas "Numbers", id: 409203825
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "Paste JSON as Code • quicktype", id: 1330801220
mas "Spark", id: 1176895641
mas "Things", id: 904280696
mas "Trello", id: 1278508951
mas "WireGuard", id: 1451685025
