tap "heroku/brew"
tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mscharley/homebrew"
tap "go-delve/delve"
tap "caskroom/cask"
tap "dflemstr/tools"
cask "java"
cask "anaconda"
brew "ack"
brew "adns"
brew "node"
brew "autocode"
brew "autoconf"
brew "automake"
brew "bash"
brew "bazel"
brew "binutils"
brew "ccat"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "zeromq"
brew "czmq", args: ["HEAD"]
brew "dbus"
brew "go"
brew "dep"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "doxygen"
brew "ed", args: ["with-default-names"]
brew "exa"
brew "exercism"
brew "ffmpeg"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "libtool"
brew "fontforge"
brew "fortune"
brew "fswatch"
brew "gawk"
brew "gcc@4.9"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "libusb"
brew "npth"
brew "gnupg"
brew "pkg-config"
brew "gpg-agent"
brew "gradle"
brew "graphviz"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jo"
brew "jq"
brew "nspr"
brew "spidermonkey"
brew "jsawk"
brew "json-table"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lbzip2"
brew "lftp"
brew "libevent"
brew "libssh2"
brew "libusb-compat"
brew "libyaml"
brew "lynx"
brew "m-cli"
brew "make"
brew "mercurial"
brew "miller"
brew "protobuf"
brew "mitmproxy"
brew "mosh"
brew "most"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: true
brew "nvm"
brew "pandoc"
brew "parallel"
brew "pbzip2"
brew "peco"
brew "perl"
brew "pidof"
brew "pigz"
brew "pinentry-mac"
brew "progress"
brew "proxychains-ng"
brew "psutils"
brew "pv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "screenfetch"
brew "shellcheck"
brew "shpotify"
brew "siege"
brew "speedtest-cli"
brew "sshfs"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "truncate"
brew "utf8proc"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "heroku/brew/heroku"
brew "mscharley/homebrew/alacritty", args: ["HEAD"]
cask "firefox"
cask "alfred"
cask "bartender"
cask "betterzipql"
cask "calibre"
cask "charles"
cask "dat"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "flux"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "keka"
cask "little-snitch"
cask "micro-snitch"
cask "minikube"
cask "ngrok"
cask "postman"
cask "private-internet-access"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rescuetime"
cask "rocket"
cask "slack"
cask "spectacle"
cask "spotify"
cask "spotify-notifications"
cask "sublime-text"
cask "suspicious-package"
cask "transmission"
cask "tripmode"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
